#1
name_list =[ "სარა", "დავიდი", "ნიკოლოზი", "ანდრია", "მარიამი", "ბარბარე", "დავითი"]
print(name_list[:3])


#2

fruit_list = ["მწვანე ვაშლი", "ბალი", "მანდარინი", "მარწყვი", "ალუჩა"]
print(fruit_list[1:3])


#3
book_list = ["პინოქიო", "ხმაურიანი ტყე", "ხმაურიანი ფერმა", "კოსმოსი", "დროსაფარი", "ხელ მარჯვე კასტორი", "სიზმრების სასახლე"]
print(book_list[-4:])

#4
color_list = ["შავი", "მწვანე", "თეთრი", "ლურჯი", "ნაცრისფერი", "იასამისფერი"]
print(color_list[3:5])

#5
number_list = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]
print(number_list[0:5])
